{
  "ada_dlm_loss_ratio": null,
  "ada_perm_ratio_global": null,
  "ada_perm_ratio_per_block": null,
  "adaptive_mask_rate": false,
  "add_faster_video": false,
  "add_time_instruction": false,
  "ar_loss_weight": 1.0,
  "architectures": [
    "NemotronLabsDiffusionImageForMaskedDiffusion"
  ],
  "attention_bias": false,
  "attention_dropout": 0.0,
  "attn_implementation": null,
  "auto_map": {
    "AutoConfig": "configuration_nemotron_labs_diffusion_image.NemotronLabsDiffusionImageConfig",
    "AutoModel": "modeling_nemotron_labs_diffusion_image.NemotronLabsDiffusionImageForMaskedDiffusion",
    "AutoModelForCausalLM": "modeling_nemotron_labs_diffusion_image.NemotronLabsDiffusionImageForMaskedDiffusion"
  },
  "block_size": 32,
  "bos_token_id": 1,
  "d_model": 4096,
  "d_model_gen": 4096,
  "diff_loss_weight": 1,
  "dlm_arch": "encoder",
  "dlm_loss_weight": null,
  "dlm_paradigm": "bidirectional",
  "dlm_type": "llada",
  "downsample": true,
  "dp_varying_mask_ratio": false,
  "dtype": "bfloat16",
  "dual_tower": true,
  "dual_tower_layers": 16,
  "enable_self_spec": false,
  "enforce_mask": false,
  "eos_token_id": 11,
  "faster_token_stride": 10,
  "flip_ratio": 0.2,
  "force_sample": false,
  "gen_edit_loss_weight": 0.2,
  "global_loss_avg": false,
  "group_ce_weight": "{16384:0.2}",
  "head_dim": 128,
  "hidden_act": "silu",
  "hidden_size": 4096,
  "image_aspect_ratio": "t2i_only",
  "image_crop_resolution": null,
  "image_grid_pinpoints": [
    [384, 768],
    [768, 384],
    [768, 768],
    [1152, 384],
    [384, 1152]
  ],
  "image_split_resolution": null,
  "include_bias": false,
  "initializer_range": 0.02,
  "intermediate_size": 14336,
  "mask_token_id": 100,
  "max_position_embeddings": 262144,
  "mlp_bias": false,
  "mlp_hidden_size_gen": 14336,
  "mm_hidden_size": 3584,
  "mm_newline_position": "grid",
  "mm_patch_merge_type": "spatial_unpad",
  "mm_pooler_ratio": 2,
  "mm_projector_lr": null,
  "mm_projector_type": "mlp2x_gelu",
  "mm_resampler_type": "none",
  "mm_spatial_pool_mode": "conv",
  "mm_spatial_pool_out_channels": 3584,
  "mm_spatial_pool_stride": 1,
  "mm_tunable_parts": "mm_language_model",
  "mm_use_im_patch_token": false,
  "mm_use_im_start_end": false,
  "mm_vision_select_feature": "patch",
  "mm_vision_select_layer": -2,
  "mm_vision_tower": null,
  "mm_vision_tower_lr": null,
  "mm_vqvae": "emu3_vqvae",
  "model_type": "nemotron_labs_diffusion_image",
  "multi_sampling": null,
  "num_ar_layers": 0,
  "num_attention_heads": 32,
  "num_diffusion_layers": 0,
  "num_hidden_layers": 34,
  "num_key_value_heads": 8,
  "num_skip_loss_tokens": 0,
  "pad_token_id": 11,
  "pos_skipping_range": 4096,
  "prefix_ratio": 0.8,
  "prompt_drop_rate": 0.1,
  "random_length_prob": 0,
  "rms_norm_eps": 1e-05,
  "rope_parameters": {
    "beta_fast": 32.0,
    "beta_slow": 1.0,
    "factor": 16.0,
    "llama_4_scaling_beta": 0.1,
    "mscale": 1.0,
    "mscale_all_dim": 1.0,
    "original_max_position_embeddings": 16384,
    "rope_theta": 1000000.0,
    "rope_type": "yarn",
    "type": "yarn"
  },
  "rope_scaling": {
    "beta_fast": 32.0,
    "beta_slow": 1.0,
    "factor": 16.0,
    "llama_4_scaling_beta": 0.1,
    "mscale": 1.0,
    "mscale_all_dim": 1.0,
    "original_max_position_embeddings": 16384,
    "rope_theta": 1000000.0,
    "rope_type": "yarn",
    "type": "yarn"
  },
  "rope_theta": 1000000.0,
  "sliding_window": null,
  "tie_word_embeddings": false,
  "tok_mask_half_life_ratio": null,
  "tokenizer_model_max_length": 4096,
  "tokenizer_padding_side": "right",
  "transformers_version": "4.57.6",
  "use_cache": false,
  "use_mm_proj": false,
  "use_pos_skipping": false,
  "vision_tower_pretrained": null,
  "vocab_size": 132101
}