{
  "metadata": {
    "total_parameters": 11911248387,
    "total_size": 25701864454
  },
  "weight_map": {
    "diffusion_head.weight": "model-00006-of-00006.safetensors",
    "encoder.downsample_gen.downsample.conv.weight": "model-00005-of-00006.safetensors",
    "encoder.downsample_gen.downsample.norm.weight": "model-00005-of-00006.safetensors",
    "encoder.embed_tokens.weight": "model-00001-of-00006.safetensors",
    "encoder.gen_embedding.weight": "model-00005-of-00006.safetensors",
    "encoder.gen_predictor.weight": "model-00006-of-00006.safetensors",
    "encoder.image_newline": "model-00001-of-00006.safetensors",
    "encoder.layers.0.input_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.0.mlp.down_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.0.mlp.gate_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.0.mlp.up_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.0.post_attention_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.0.self_attn.k_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.0.self_attn.o_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.0.self_attn.q_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.0.self_attn.v_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.1.input_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.1.mlp.down_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.1.mlp.gate_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.1.mlp.up_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.1.post_attention_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.1.self_attn.k_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.1.self_attn.o_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.1.self_attn.q_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.1.self_attn.v_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.10.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.10.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.10.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.10.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.10.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.10.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.10.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.10.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.10.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.11.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.11.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.11.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.11.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.11.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.11.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.11.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.11.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.11.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.12.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.12.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.12.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.12.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.12.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.12.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.12.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.12.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.12.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.13.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.13.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.13.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.13.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.13.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.13.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.13.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.13.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.13.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.14.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.14.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.14.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.14.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.14.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.14.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.14.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.14.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.14.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.15.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.15.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.15.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.15.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.15.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.15.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.15.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.15.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.15.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.16.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.16.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.16.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.16.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.16.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.16.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.16.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.16.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.16.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.17.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.17.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.17.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.17.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.17.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.17.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.17.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.17.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.17.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.18.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.18.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.18.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.18.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.18.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.18.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.18.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.18.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.18.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.19.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.19.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.19.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.19.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.19.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.19.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.19.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.19.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.19.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.2.input_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.2.mlp.down_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.2.mlp.gate_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.2.mlp.up_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.2.post_attention_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.2.self_attn.k_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.2.self_attn.o_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.2.self_attn.q_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.2.self_attn.v_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.20.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.20.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.20.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.20.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.20.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.20.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.20.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.20.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.20.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.21.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.21.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.21.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.21.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.21.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.21.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.21.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.21.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.21.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.22.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.22.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.22.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.22.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.22.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.22.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.22.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.22.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.22.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.23.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.23.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.23.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.23.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.23.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.23.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.23.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.23.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.23.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.24.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.24.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.24.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.24.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.24.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.24.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.24.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.24.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.24.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.25.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.25.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.25.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.25.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.25.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.25.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.25.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.25.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.25.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.26.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.26.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.26.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.26.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.26.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.26.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.26.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.26.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.26.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.27.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.27.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.27.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.27.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.27.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.27.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.27.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.27.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.27.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.28.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.28.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.28.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.28.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.28.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.28.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.28.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.28.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.28.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.29.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.29.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.29.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.29.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.29.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.29.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.29.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.29.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.29.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.3.input_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.3.mlp.down_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.3.mlp.gate_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.3.mlp.up_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.3.post_attention_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.3.self_attn.k_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.3.self_attn.o_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.3.self_attn.q_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.3.self_attn.v_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.30.input_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.30.mlp.down_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.30.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.30.mlp.up_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.30.post_attention_layernorm.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.30.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.30.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.30.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.30.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.31.input_layernorm.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.31.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.31.mlp.gate_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.31.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.31.post_attention_layernorm.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.31.self_attn.k_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.31.self_attn.o_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.31.self_attn.q_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.31.self_attn.v_proj.weight": "model-00003-of-00006.safetensors",
    "encoder.layers.32.input_layernorm.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.32.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.32.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.32.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.32.post_attention_layernorm.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.32.self_attn.k_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.32.self_attn.o_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.32.self_attn.q_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.32.self_attn.v_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.33.input_layernorm.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.33.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.33.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.33.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.33.post_attention_layernorm.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.33.self_attn.k_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.33.self_attn.o_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.33.self_attn.q_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.33.self_attn.v_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.layers.4.input_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.4.mlp.down_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.4.mlp.gate_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.4.mlp.up_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.4.post_attention_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.4.self_attn.k_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.4.self_attn.o_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.4.self_attn.q_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.4.self_attn.v_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.5.input_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.5.mlp.down_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.5.mlp.gate_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.5.mlp.up_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.5.post_attention_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.5.self_attn.k_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.5.self_attn.o_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.5.self_attn.q_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.5.self_attn.v_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.6.input_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.6.mlp.down_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.6.mlp.gate_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.6.mlp.up_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.6.post_attention_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.6.self_attn.k_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.6.self_attn.o_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.6.self_attn.q_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.6.self_attn.v_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.7.input_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.7.mlp.down_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.7.mlp.gate_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.7.mlp.up_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.7.post_attention_layernorm.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.7.self_attn.k_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.7.self_attn.o_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.7.self_attn.q_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.7.self_attn.v_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.8.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.8.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.8.mlp.gate_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.8.mlp.up_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.8.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.8.self_attn.k_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.8.self_attn.o_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.8.self_attn.q_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.8.self_attn.v_proj.weight": "model-00001-of-00006.safetensors",
    "encoder.layers.9.input_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.9.mlp.down_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.9.mlp.gate_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.9.mlp.up_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.9.post_attention_layernorm.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.9.self_attn.k_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.9.self_attn.o_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.9.self_attn.q_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.layers.9.self_attn.v_proj.weight": "model-00002-of-00006.safetensors",
    "encoder.mm_projector.0.bias": "model-00005-of-00006.safetensors",
    "encoder.mm_projector.0.weight": "model-00005-of-00006.safetensors",
    "encoder.mm_projector.2.bias": "model-00005-of-00006.safetensors",
    "encoder.mm_projector.2.weight": "model-00005-of-00006.safetensors",
    "encoder.norm.weight": "model-00004-of-00006.safetensors",
    "encoder.upsample_gen.upsample.conv.weight": "model-00005-of-00006.safetensors",
    "encoder.upsample_gen.upsample.norm.weight": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.bridge.ln_q.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.bridge.mlp.0.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.bridge.mlp.0.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.bridge.mlp.2.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.bridge.mlp.2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quant_conv.0.bias": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quant_conv.0.weight": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quant_conv.1.bias": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quant_conv.1.weight": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quant_conv.3.bias": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quant_conv.3.weight": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.0.cluster_size_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.0.embed": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.0.embed_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.1.cluster_size_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.1.embed": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.1.embed_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.2.cluster_size_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.2.embed": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.2.embed_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.3.cluster_size_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.3.embed": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.3.embed_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.4.cluster_size_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.4.embed": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.4.embed_ema": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.5.cluster_size_ema": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.5.embed": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.5.embed_ema": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.6.cluster_size_ema": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.6.embed": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.6.embed_ema": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.7.cluster_size_ema": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.7.embed": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_bridge_model.quantizer.quantize.codebooks.7.embed_ema": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_embedding_layer.pre_buffer.mlp.down_proj.weight": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_embedding_layer.pre_buffer.mlp.gate_proj.weight": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_embedding_layer.pre_buffer.mlp.up_proj.weight": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_embedding_layer.pre_buffer.pre_layernorm.bias": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_embedding_layer.pre_buffer.pre_layernorm.weight": "model-00005-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.0.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.1.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.10.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.11.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.12.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.13.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.14.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.15.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.16.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.17.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.18.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.mlp.gate_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.mlp.up_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.mlp.up_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.norm1.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.19.norm2.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.2.attn.proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.2.attn.proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.2.attn.qkv.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.2.attn.qkv.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.2.mlp.down_proj.bias": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.2.mlp.down_proj.weight": "model-00004-of-00006.safetensors",
    "encoder.vision_tower.vision_tower.visual_model.blocks.2.mlp.gate_proj.bias": "model-00004-of-00006.safetensors",
